{
	"inventory": [{
		"exoNum":4,
		"stageName": "Baekhyun",
		"superPower": "Light",
		"birthday": "May 6, 1992",
		"height": 176,
		"image": "baekhyun_tn",
		"description": "He was born in Bucheon, Gyeonggi Province, South Korea. Got into SM Casting System (2011). He likes a girl full of charms and he is in a relationship with Girls' Generation's Taeyeon."
	}, {
		"exoNum":61,
		"stageName": "Chanyeol",
		"superPower": "Flame",
		"birthday": "November 27, 1992",
		"height": 185,
		"image": "chanyeol_tn",
		"description": "He was born in Seoul, South Korea. Got intoSM through SM Casting System (2008). He starred in Girls' Generation's MV \"Genie (Japanese Version)\". He is a romantic person, his favorite K-Pop band is TVXQ, he has a habit of following rythems with his hands, likes a girl that's cute and sincere and smiles a lot, and he made a brief appearance in TVXQ's MV \"HaHaHa Song\" along with members Kai and Suho."
	}, {
		"exoNum":21,
		"stageName": "Chen",
		"superPower": "Lightning",
		"birthday": "September 21, 1992",
		"height": 178,
		"image": "chen_tn",
		"description": "He was born in South Korea. Got into SM through SM Casting System (2011); first revealed through the SM Orchestra section at SBS Gayo Daejun 2011. The thing he is best at is singing high-notes and he has a powerful voice."
	}, {
		"exoNum":12,
		"stageName": "D.O.",
		"superPower": "Earth",
		"birthday": "January 12, 1993",
		"height": 174,
		"image": "d.o._tn",
		"description": "He was born in Goyang, Gyeonggi Province, South Korea. He was a Kid ulzzang, has a habit of humming songs, really likes to cook, and he mostly cooks for the members."
	}, {
		"exoNum":88,
		"stageName": "Kai",
		"superPower": "Teleportation",
		"birthday": "January 14, 1994",
		"height": 182,
		"image": "kai_tn",
		"description": "He was born in Seoul, South Korea. Got into SM through SM Youth Best Competition (2007). He is friends with SHINee's Taemin, made a brief appearance in TVXQ's MV \"HaHaHa Song\" along with members Suho and Chanyeol, and has a habit of often biting his lips."
	}, {
		"exoNum":0,
		"stageName": "Kris",
		"superPower": "Flight",
		"birthday": "November 6, 1990",
		"height": 187,
		"image": "kris_tn",
		"description": "He was born in Guangzhou, Guangdong, China. Got into SM through SM Global Audition (Canada 2007). He enjoys reading books, particularly self-improvement and inspirational, and he is also fluent in 4 languages: English, Cantonese, Mandarin, and Korean."
	}, {
		"exoNum":10,
		"stageName": "Lay",
		"superPower": "Unicorn",
		"birthday": "October 7, 1991",
		"height": 178,
		"image": "lay_tn",
		"description": "He was born in Changsha, Hunan, China. He briefly worked for SHINee in their concert tour as Jonghyun's dance replacement in 2010, and appeared in 2005 3rd place Star Academy (Hunan Economic TV). He loves tidbits and likes eating junk foods, he’s rather naughty, but he’s really funny at times too, and even when there’s nothing to do, he will cook."
	}, {
		"exoNum":7,
		"stageName": "Luhan",
		"superPower": "Telekinesis",
		"birthday": "April 20, 1990",
		"height": 178,
		"image": "luhan_tn",
		"description": "He was born in Haidian District, Beijing, China. Got into SM through SM Casting System (2010). Auditioned to be a trainee for JYP Entertainment but was not accepted, likes girls who are demure and quiet, likes simple clothes, and his interests are animation, art, video games, computers, water sports, nature sports, basketball, baseball, football, music, concerts/clubs, television, animals, travel, singing and Rubix Cube."
	}, {
		"exoNum":94,
		"stageName": "Sehun",
		"superPower": "Wind",
		"birthday": "April 12, 1994",
		"height": 184,
		"image": "sehun_tn",
		"description": "He was born in Seoul, South Korea. Got into SM through SM Casting System (2008). He's a former ulzzang, likes a kind woman, and has a habit of sticking out his tongue."
	}, {
		"exoNum":1,
		"stageName": "Suho",
		"superPower": "Water",
		"birthday": "May 22, 1991",
		"height": 174,
		"image": "suho_tn",
		"description": "He was born in Seoul, South Korea. Got into SM through SM Casting System (2006). He is said to look and be the second Choi Siwon (Super Junior), likes girls with long strait hair, and he made a brief appearance in TVXQ's MV \"HaHaHa Song\" along with members Kai and Chanyeol."
	}, {
		"exoNum":68,
		"stageName": "Tao",
		"superPower": "Time Control",
		"birthday": "May 2, 1993",
		"height": 185,
		"image": "tao_tn",
		"description": "He was born in Qingdao, Shandong, China. He loves the color blue, Western food, basketball and black cat. His favorite music genre is hip hop and R&B, is the member with the most aegyo, a very conservative person, and likes to exercise alone. He was awarded as 3rd Place in International Wushu Competition and 1st Place in Qingdao Broadcasting Wushu Sword Competition. He also won the “Top Rap Award” at Beijing 3rd Annual College Street Jam."
	}, {
		"exoNum":99,
		"stageName": "Xiumin",
		"superPower": "Frost",
		"birthday": "March 26, 1990",
		"height": 175,
		"image": "xiumin_tn",
		"description": "He was born in South Korea. He has (a chubby face and) a cute smile, and is the neatest, strongest and cleanest member in EXO-M. Had won 2nd place on 2008 SM’s Everysing Contest."
	}]
}
